<template>
  <b-card
    style="
      border: 1px solid #fafafa;
      box-shadow: 1px 10px 10px #ddd;
      margin: 10px 0;
    "
  >
    <div class="mt-5">
      <h2 class="text-center">第一章 總則</h2>
      <hr class="mt-5 bg-dark" />
      <p class="ml-2" style="font-size: 18px">
        第一條 本會名稱為台灣卓飛協會（以下簡稱本會）。<br />
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二條 本會為依法設立，非以營利為目的之社會團體。以基因型變異之癲<br />
        癇病友為主體，爭取其醫療補助、社會福利、早療復健、就學就業、<br />
        長期照護等資源，以及基因檢測及孤兒藥等相關費用。另一方面，<br />
        積極向各神經醫師宣導疾病，發掘病友並主動協助關懷，並與病友<br />
        家庭經驗交流，給予正面鼓勵及支持。以推動卓飛症候群 (Dravet <br />
        Syndrome) 的藥物研究為宗旨。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第三條 本會以全國行政區域為組織區域。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第四條 本會會址設於主管機關所在地區，並得報經主管機關核准設分支機構。<br />
        前項分支機構組織簡則由理事會擬訂，報請主管機關核准後行之。<br />
        會址及分支機構之地址於設置及變更時應函報主管機關核備。<br />
      </p>
      <p class="ml-2" style="font-size: 18px">
        第五條 本會之任務如下：<br />
        一、促進卓飛症候群 (DravetSyndrome)病友的福利。 <br />
        二、發行有關卓飛症候群 (DravetSyndrome)書籍及手冊。<br />
        三、舉辦有關卓飛症候群 (Dravet Syndrome)之學術演講，討論會和座談會。
        <br />
        四、增進與國內外有關團體之交流，提升國內各種的治療與照護品質。<br />
        五、提供全國卓飛症候群(Dravet
        Syndrome)的家庭，會員訪視關懷與支持服務。<br />
        六、宣傳與推廣，提升社會大眾對卓飛症候群 (Dravet Syndrome)的認識。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第六條
        本會之主管機關為內政部。本會之目的事業應受各該事業主管機關之指導、監督。
      </p>
      <h2 class="text-center">第二章 會員</h2>
      <hr class="mt-5 bg-dark" />
      <p class="ml-2" style="font-size: 18px">
        第七條 本會會員入會申請資格如下：<br />
        一、個人會員：凡贊同本會宗旨、年滿二十歲、具有中華民國國籍者，填具入會申請書，經審查合格、並繳納會費後，且合於下列各項之一者，得加入本組職為個人會員。<br />
        1.卓飛症候群(Dravet Syndrome)病友。<br />
        2.卓飛症候群(Dravet Syndrome)病友之家屬。<br />
        二、團體會員：凡贊同本會宗旨之機構或團體，填具入會申請書，經理事會通過，並繳納會費後，為團體會員，團體會員推派代表一人，以行使會員權利。<br />
        三、贊助會員：贊同本會宗旨，實際執行照顧、服務卓飛症候群 (Dravet
        Syndrome)之病患之人員，<br />
        或支援本會之團體或個人，經理事會審核通過者，得為本會贊助會員。<br />
        四、榮譽會員：凡國內外有關人士，對本會之工作有特殊貢獻者，由理事會通過提名者，經理事會二分之一以上通過，得被聘為本會之榮譽會員。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第八條 本會會員每一戶以一人為限，贊助會員及病友不在此限，會員（會<br />
        員代表）有表決權、選舉權、被選舉權與罷免權。每一會員（會員<br />
        代表）為一權。但贊助會員、榮譽會員無前項權利。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第九條 會員有遵守本會章程、決議及繳納會費之義務。為利組織運作，會<br />
        員未繳納會費者，不得享有會員權利，連續二年未繳納會費者，視<br />
        為自動退會。會員經出會、退會或停權處分，應提於會員大會審議<br />
        通過，會員如欲申請復會或復權時，除有正當理由經理事會審核通<br />
        過者外，應繳清前所積欠之會費。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十條 會員（會員代表）有違反法令，章程或不遵守會員大會決議時，得<br />
        經理事會決議，予以警告或停權處分，其危害團體情節重大者，得<br />
        經會員大會決議予以除名。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十一條 會員有下列情事之一者，為出會：<br />
        一、喪失會員資格者。<br />
        二、經會員大會決議除名者。<br />
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十二條 會員得以書面敘明理由向本會聲明退會。
      </p>
      <h2 class="text-center">第三章 組織及職權</h2>
      <hr class="mt-5 bg-dark" />
      <p class="ml-2" style="font-size: 18px">
        第十三條 本會以會員大會為最高權力機構。會員（會員代表）人數超過三百<br />
        人以上時得分區比例選出會員代表，再召開會員代表大會，行使會<br />
        員大會職權。會員代表任期4年，其名額及選舉辦法由理事會擬<br />
        訂，報請主管機關核備後行之。<br />
        註：會員代表任期應配合理監事任期訂之。<br />
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十四條 會員（會員代表）大會之職權如下：<br />
        一、訂定與變更章程。<br />
        二、選舉及罷免理事、監事。<br />
        三、議決入會費、常年會費、事業費及會員捐款之數額及方式。<br />
        四、議決年度工作計畫、報告及預算、決算。<br />
        五、議決會員（會員代表）之除名處分。<br />
        六、議決財產之處分。<br />
        七、議決本會之解散。<br />
        八、議決與會員權利義務有關之其他重大事項。<br />
        前項第八款重大事項之範圍由理事會定之。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十五條 本會置理事9人、監事3人，由會員（會員代表）選舉之，分別成<br />
        立理事會、監事會。選舉前項理事、監事時，依計票情形得同時選<br />
        出候補理事3人，候補監事1人，遇理事、監事出缺時，分別依序<br />
        遞補之。本屆理事會得提出下屆理事、監事候選人參考名單。理事、<br />
        監事得採用通訊選舉。通訊選舉辦法由理事會通過，報請主管機關<br />
        核備後行之。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十六條 理事會之職權如下：<br />
        一、審定會員（會員代表）之資格。<br />
        二、選舉及罷免常務理事、理事長。<br />
        三、議決理事、常務理事及理事長之辭職。<br />
        四、聘免工作人員。<br />
        五、擬訂年度工作計畫、報告及預算、決算。<br />
        六、其他應執行事項。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十七條 理事會置常務理事3人，由理事互選之，並由理事就常務理事中選<br />
        舉1人為理事長。<br />
        理事長對內綜理督導會務，對外代表本會，並擔任會員大會、理事會主席。<br />
        理事長因事不能執行職務時，應指定常務理事1人代理之，未指定<br />
        或不能指定時，由常務理事互推1人代理之。理事長、常務理事出<br />
        缺時，應於1個月內補選之。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十八條 監事會之職權如下：<br />
        一、監察理事會工作之執行。<br />
        二、審核年度決算。<br />
        三、選舉及罷免常務監事。<br />
        四、議決監事及常務監事之辭職。<br />
        五、其他應監察事項。<br />
      </p>
      <p class="ml-2" style="font-size: 18px">
        第十九條
        監事會置常務監事1人，由監事互選之，監察日常會務，並擔任監事會主席<br />
        常務監事因事不能執行職務時，應指定監事1人代理之，未指定或<br />
        不能指定時，由監事互推1人代理之。監事會主席（常務監事）出<br />
        缺時應於1個月內補選之。<br />
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十條 理事、監事均為無給職，任期4年，連選得連任。理事長之連任<br />
        以1次為限。理事、監事之任期自召開本屆第1次理事會之日起計算。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十一條 理事、監事有下列情事之一者，應即解任：<br />
        一、喪失會員（會員代表）資格者。<br />
        二、因故辭職經理事會或監事會決議通過者。<br />
        三、被罷免或撤免者。<br />
        四、受停權處分期間逾任期二分之一者。<br />
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十二條 本會置秘書長1人，承理事長之命處理本會事務，其他工作人員若<br />
        干人，由理事長提名經理事會通過聘免之，並報主管機關備查。<br />
        前項工作人員不得由理事監事擔任。<br />
        工作人員權責及分層負責事項由理事會另定之。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十三條 本會得設各種委員會、小組或其他內部作業組織，其組織簡則經理<br />
        事會通過後施行，變更時亦同。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十四條
        本會得由理事會聘請名譽理事長1人，名譽理事、顧問若干人，其聘期與理事、監事之任期同。
      </p>
      <h2 class="text-center">第四章 會議</h2>
      <hr class="mt-5 bg-dark" />
      <p class="ml-2" style="font-size: 18px">
        第二十五條
        會員（會員代表）大會分定期會議與臨時會議二種，由理事長召集，<br />
        召集時除緊急事故之臨時會議外應於15日前以書面通知之。<br />
        定期會議每年召開1次，臨時會議於理事會認為必要，或經會員<br />
        （會員代表）五分之一以上之請求，或監事會函請召集時召開之。<br />
        本會辦理法人登記後，臨時會議經會員（會員代表）十分之一以上之請求召開之。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十六條 會員（會員代表）不能親自出席會員大會時，得以書面委託其他會<br />
        員（會員代表）代理，每一會員（會員代表）以代理1人為限。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十七條
        會員（會員代表）大會之決議，以會員（會員代表）過半數之出席，<br />
        出席人數較多數之同意行之。但下列事項之決議以出席人數三分之<br />
        二以上同意行之。<br /><br />
        一、章程之訂定與變更。<br />
        二、會員（會員代表）之除名。<br />
        三、理事、監事之罷免。<br />
        四、財產之處分。<br />
        五、本會之解散。<br />
        六、其他與會員權利義務有關之重大事項。<br />
        本會辦理法人登記後，章程之變更以出席人數四分之三以上之同意<br />
        或全體會員三分之二以上書面之同意行之。<br />
        本會之解散，得隨時以全體會員三分之二以上之可決議解散之。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十八條 理事會每6個月召開1次，監事會每6個月召開1次，必要時得召<br />
        開聯席會議或臨時會議。前項會議召集時除臨時會議外，應於7日<br />
        前以書面通知，會議之決議，各以理事、監事過半數之出席，出席<br />
        人數較多數之同意行之。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第二十九條 理事應出席理事會議，監事應出席監事會議，理事會、監事會不得<br />
        委託出席：理事、監事連續2次無故缺席理事會、監事會者，視同辭職。
      </p>
      <h2 class="text-center">第五章 經費及會計</h2>
      <hr class="mt-5 bg-dark" />
      <p class="ml-2" style="font-size: 18px">
        第三十條 本會經費來源如下：<br />
        一、入會費：新台幣100元，團體會員新台幣2,000元，於會員入會時繳納。<br />
        二、常年會費：新台幣100元，團體會員新台幣2,000元。<br />
        三、事業費。<br />
        四、會員捐款。 <br />
        五、委託收益。<br />
        六、基金及其孳息。<br />
        七、其他收入。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第三十二條 本會每年於會計年度開始前2個月由理事會編造年度工作計畫、收<br />
        支預算表、員工待遇表，提會員大會通過（會員大會因故未能如期<br />
        召開者，先提理監事聯席會議通過），於會計年度開始前報主管機<br />
        關核備。並於會計年度終了後二個月內由理事會編造年度工作報<br />
        告、收支決算表、現金出納表、資產負債表、財產目錄及基金收支<br />
        表，送監事會審核後，造具審核意見書送還理事會，提會員大會通<br />
        過，於3月底前報主管機關核備（會員大會未能如期召開者，先報主管機關）。
      </p>
      <p class="ml-2" style="font-size: 18px">
        第三十三條
        本會於解散後，剩餘財產歸屬所在地之地方自治團體或主管機關指定之機關團體所有。
      </p>
      <h2 class="text-center">第六章 附則</h2>
      <hr class="mt-5 bg-dark" />
      <p class="ml-2" style="font-size: 18px">
        第三十四條 本章程未規定事項，悉依有關法令規定辦理。<br />
        第三十五條
        本章程經會員（會員代表）大會通過，報經主管機關核備後施行，變更時亦同。<br />
        第三十六條 本章程經本會107年10月13日第一屆第一次會員大會通過。
      </p>
    </div>
  </b-card>
</template>

<script>
import apiRule from "@/api/rule";

export default {
  async fetchData() {
    this.dataList = await apiRule.get(null);
    await this.fetchData();
  },
};
</script>